
/* localised versions of strings used internally in MidiKeys */

/* menu items */
"Virtual source" = "Virtual source";
"None" = "None";

"Octave Up" = "Octave Up";
"Octave Down" = "Octave Down";

"Hot Keys Enabled" = "Hot Keys On";
"Hot Keys Disabled" = "Hot Keys Off";

/* alert for when there are no hot keys modifiers designated */
"Hot Keys Modifiers" = "Hot Keys Modifiers";
"Hot keys error text" = "At least one modifier must be checked for hot keys to be enabled.";


/* shortcut recorder */
"Space" = "Space";
"Use old shortcut" = "Use old shortcut";
"Type shortcut" = "Type shortcut";
"Click to record shortcut" = "Click to record shortcut";
"Pad %@" = "Pad %@";
"The key combination %@ couldn't be used!" = "The key combination %@ couldn't be used!";
"The key combination \"%@\" couldn't be used, because %@." = "The key combination \"%@\" couldn't be used, because %@.";
"The key combination \"%@\" couldn't be used, because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "The key combination \"%@\" couldn't be used, because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)";
"The key combination \"%@\" couldn't be used, because it's already used by the menu item \"%@\"." = "The key combination \"%@\" couldn't be used, because it's already used by the menu item \"%@\".";
"Command + " = "Command + ";
"Option + " = "Option + ";
"Shift + " = "Shift + ";
"Control + " = "Control + ";



"HotKeyDockBadge" = "⌨"; // ⎃ ★ ⌨

